Repository: demokurdadze/socialmanager
Catalog: social_manager/social_manager/socialapp/locale/*/LC_MESSAGES/django.po
Languages: ka

source: Administered by: Us
ka: ადმინისტრირებულია: ჩვენ მიერ

source: Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.
ka: მიზანი: ეს ქუქი-ფაილები აუცილებელია თქვენთვის ვებსაიტის საშუალებით ხელმისაწვდომი სერვისების უზრუნველსაყოფად და მისი ზოგიერთი ფუნქციის გამოყენების შესაძლებლობისთვის. ისინი ეხმარებიან მომხმარებლების ავთენტიფიკაციას და მომხმარებლის ანგარიშების თაღლითური გამოყენების პრევენციას. ამ ქუქი-ფაილების გარეშე, თქვენს მიერ მოთხოვნილი სერვისები ვერ იქნება უზრუნველყოფილი და ჩვენ ვიყენებთ ამ ქუქი-ფაილებს მხოლოდ ამ სერვისების თქვენთვის მოსაწოდებლად.

source: Cookies Policy / Notice Acceptance Cookies
ka: ქუქი-ფაილების პოლიტიკა / შეტყობინების მიღების ქუქი-ფაილები

source: Type: Persistent Cookies
ka: ტიპი: მუდმივი ქუქი-ფაილები

source: Purpose: These Cookies identify if users have accepted the use of cookies on the Website.
ka: მიზანი: ეს ქუქი-ფაილები განსაზღვრავენ, დაეთანხმნენ თუ არა მომხმარებლები ვებსაიტზე ქუქი-ფაილების გამოყენებას.

source: Functionality Cookies
ka: ფუნქციონალური ქუქი-ფაილები

source: Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference (like Dark Mode). The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.
ka: მიზანი: ეს ქუქი-ფაილები საშუალებას გვაძლევს დავიმახსოვროთ თქვენს მიერ გაკეთებული არჩევანი ვებსაიტის გამოყენებისას, როგორიცაა თქვენი შესვლის დეტალების ან ენის პრეფერენციის დამახსოვრება (როგორიცაა მუქი რეჟიმი). ამ ქუქი-ფაილების მიზანია მოგაწოდოთ უფრო პერსონალური გამოცდილება და თავიდან აიცილოთ თქვენი პრეფერენციების ხელახლა შეყვანა ვებსაიტის ყოველი გამოყენებისას.

source: For more information about the cookies we use and your choices regarding cookies, please review this section.
ka: დამატებითი ინფორმაციისთვის ჩვენს მიერ გამოყენებული ქუქი-ფაილების და ქუქი-ფაილებთან დაკავშირებით თქვენი არჩევანის შესახებ, გთხოვთ, გადახედოთ ამ სექციას.

source: Use of Your Personal Data
ka: თქვენი პერსონალური მონაცემების გამოყენება

source: The Company may use Personal Data for the following purposes:
ka: კომპანიამ შეიძლება გამოიყენოს პერსონალური მონაცემები შემდეგი მიზნებისთვის:

source: To provide and maintain our Service,
ka: ჩვენი სერვისის უზრუნველსაყოფად და შესანარჩუნებლად,

source: including to monitor the usage of our Service.
ka: მათ შორის ჩვენი სერვისის გამოყენების მონიტორინგისთვის.

source: To manage Your Account:
ka: თქვენი ანგარიშის სამართავად:

source: to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.
ka: თქვენი, როგორც სერვისის მომხმარებლის რეგისტრაციის სამართავად. თქვენს მიერ მოწოდებულ პერსონალურ მონაცემებს შეუძლია მოგცეთ წვდომა სერვისის სხვადასხვა ფუნქციონალზე, რომელიც ხელმისაწვდომია თქვენთვის, როგორც რეგისტრირებული მომხმარებლისთვის.

source: For the performance of a contract:
ka: ხელშეკრულების შესრულებისთვის:

source: the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.
ka: თქვენს მიერ შეძენილი პროდუქტების, ნივთების ან სერვისების შესყიდვის ხელშეკრულების ან ჩვენთან სერვისის მეშვეობით დადებული ნებისმიერი სხვა ხელშეკრულების შემუშავება, შესაბამისობა და შესრულება.

source: To contact You:
ka: თქვენთან დასაკავშირებლად:

source: To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.
ka: თქვენთან დასაკავშირებლად ელფოსტით, სატელეფონო ზარებით, SMS-ით ან ელექტრონული კომუნიკაციის სხვა ექვივალენტური ფორმებით, როგორიცაა მობილური აპლიკაციის პუშ-შეტყობინებები ფუნქციონალებთან, პროდუქტებთან ან დადებულ სერვისებთან დაკავშირებული განახლებების ან ინფორმაციული კომუნიკაციების შესახებ, მათ შორის უსაფრთხოების განახლებების შესახებ, როდესაც ეს აუცილებელი ან გონივრულია მათი განხორციელებისთვის.

source: To provide You
ka: თქვენთვის მოსაწოდებლად

source: with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.
ka: ახალი ამბების, სპეციალური შეთავაზებების და ზოგადი ინფორმაციის შესახებ სხვა საქონლის, სერვისებისა და ღონისძიებების შესახებ, რომლებსაც ჩვენ ვთავაზობთ და რომლებიც მსგავსია იმისა, რაც თქვენ უკვე შეიძინეთ ან დაინტერესდით, თუ თქვენ არ აირჩიეთ ასეთი ინფორმაციის არმიღება.

source: To manage Your requests:
ka: თქვენი მოთხოვნების სამართავად:

source: To attend and manage Your requests to Us.
ka: ჩვენთან თქვენი მოთხოვნების დასასწრებად და სამართავად.

source: For business transfers:
ka: ბიზნეს ტრანსფერებისთვის:

source: We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.
ka: ჩვენ შეიძლება გამოვიყენოთ თქვენი ინფორმაცია შერწყმის, გასხვისების, რესტრუქტურიზაციის, რეორგანიზაციის, დაშლის ან ჩვენი აქტივების ნაწილის ან მთლიანად სხვაგვარად გაყიდვის ან გადაცემის შესაფასებლად ან განსახორციელებლად, იქნება ეს როგორც მოქმედი საწარმო თუ გაკოტრების, ლიკვიდაციის ან მსგავსი პროცედურის ნაწილი, რომელშიც ჩვენს მიერ შენახული პერსონალური მონაცემები ჩვენი სერვისის მომხმარებლების შესახებ გადაცემულ აქტივებს შორისაა.

source: For other purposes:
ka: სხვა მიზნებისთვის:

source: We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.
ka: ჩვენ შეიძლება გამოვიყენოთ თქვენი ინფორმაცია სხვა მიზნებისთვის, როგორიცაა მონაცემთა ანალიზი, გამოყენების ტენდენციების იდენტიფიცირება, ჩვენი სარეკლამო კამპანიების ეფექტურობის განსაზღვრა და ჩვენი სერვისის, პროდუქტების, მომსახურების, მარკეტინგისა და თქვენი გამოცდილების შეფასება და გაუმჯობესება.

source: To facilitate social media interactions:
ka: სოციალური მედიის ურთიერთქმედებების გასაადვილებლად:

source: To use stored credentials (like Page Access Tokens) to receive messages on your behalf, send messages (both automated via AI based on your prompts and manually triggered by You) via the relevant social media platforms (Facebook, Instagram), and manage related social media activities as directed by the Service's features.
ka: შენახული რწმუნებათა სიგელების (როგორიცაა გვერდის წვდომის ტოკენები) გამოსაყენებლად თქვენს სახელზე შეტყობინებების მისაღებად, შეტყობინებების გასაგზავნად (როგორც ავტომატიზებული AI-ის საშუალებით თქვენი მოთხოვნების საფუძველზე, ასევე თქვენს მიერ ხელით ინიცირებული) შესაბამისი სოციალური მედიის პლატფორმების (Facebook, Instagram) მეშვეობით და დაკავშირებული სოციალური მედიის აქტივობების სამართავად სერვისის ფუნქციების შესაბამისად.

source: We may share Your personal information in the following situations:
ka: ჩვენ შეიძლება გავაზიაროთ თქვენი პერსონალური ინფორმაცია შემდეგ სიტუაციებში:

source: With Service Providers:
ka: სერვისის პროვაიდერებთან:

source: We may share Your personal information with Service Providers (like OpenAI/X.ai for AI processing, hosting providers) to monitor and analyze the use of our Service, process data (like AI prompts and conversation history), and to contact You.
ka: ჩვენ შეიძლება გავაზიაროთ თქვენი პერსონალური ინფორმაცია სერვისის პროვაიდერებთან (როგორიცაა OpenAI/X.ai AI დამუშავებისთვის, ჰოსტინგის პროვაიდერები) ჩვენი სერვისის გამოყენების მონიტორინგისა და ანალიზისთვის, მონაცემების დასამუშავებლად (როგორიცაა AI მოთხოვნები და საუბრის ისტორია) და თქვენთან დასაკავშირებლად.

source: We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.
ka: ჩვენ შეიძლება გავაზიაროთ ან გადავცეთ თქვენი პერსონალური ინფორმაცია ნებისმიერ შერწყმასთან, კომპანიის აქტივების გაყიდვასთან, დაფინანსებასთან ან ჩვენი ბიზნესის მთლიანად ან ნაწილობრივ სხვა კომპანიის მიერ შეძენასთან დაკავშირებით ან მოლაპარაკებების დროს.

source: With Affiliates:
ka: აფილირებულ პირებთან:

source: We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.
ka: ჩვენ შეიძლება გავაზიაროთ თქვენი ინფორმაცია ჩვენს აფილირებულ პირებთან, ამ შემთხვევაში ჩვენ მოვითხოვთ ამ აფილირებული პირებისგან დაიცვან ეს კონფიდენციალურობის პოლიტიკა. აფილირებული პირები მოიცავს ჩვენს მშობელ კომპანიას და ნებისმიერ სხვა შვილობილ კომპანიას, ერთობლივი საწარმოს პარტნიორებს ან სხვა კომპანიებს, რომლებსაც ჩვენ ვაკონტროლებთ ან რომლებიც ჩვენთან საერთო კონტროლის ქვეშ არიან.

source: With business partners:
ka: ბიზნეს პარტნიორებთან:

source: We may share Your information with Our business partners to offer You certain products, services or promotions.
ka: ჩვენ შეიძლება გავაზიაროთ თქვენი ინფორმაცია ჩვენს ბიზნეს პარტნიორებთან, რათა შემოგთავაზოთ გარკვეული პროდუქტები, სერვისები ან აქციები.

source: With other users:
ka: სხვა მომხმარებლებთან:

source: when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside. If You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity. Similarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.
ka: როდესაც თქვენ აზიარებთ პერსონალურ ინფორმაციას ან სხვაგვარად ურთიერთობთ საჯარო სივრცეებში სხვა მომხმარებლებთან, ასეთი ინფორმაცია შეიძლება ნახოს ყველა მომხმარებელმა და შეიძლება საჯაროდ გავრცელდეს გარეთ. თუ თქვენ ურთიერთობთ სხვა მომხმარებლებთან ან დარეგისტრირდებით მესამე მხარის სოციალური მედიის სერვისის მეშვეობით, თქვენი კონტაქტები მესამე მხარის სოციალური მედიის სერვისზე შეიძლება ნახონ თქვენი სახელი, პროფილი, სურათები და თქვენი აქტივობის აღწერა. ანალოგიურად, სხვა მომხმარებლებს შეეძლებათ ნახონ თქვენი აქტივობის აღწერილობები, დაგიკავშირდნენ და ნახონ თქვენი პროფილი.

source: With Your consent:
ka: თქვენი თანხმობით:

source: We may disclose Your personal information for any other purpose with Your consent.
ka: ჩვენ შეიძლება გავამჟღავნოთ თქვენი პერსონალური ინფორმაცია ნებისმიერი სხვა მიზნით თქვენი თანხმობით.

source: Retention of Your Personal Data
ka: თქვენი პერსონალური მონაცემების შენახვა

source: The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.
ka: კომპანია შეინახავს თქვენს პერსონალურ მონაცემებს მხოლოდ იმდენ ხანს, რამდენიც საჭიროა ამ კონფიდენციალურობის პოლიტიკაში მითითებული მიზნებისთვის. ჩვენ შევინახავთ და გამოვიყენებთ თქვენს პერსონალურ მონაცემებს იმდენად, რამდენადაც საჭიროა ჩვენი სამართლებრივი ვალდებულებების შესასრულებლად (მაგალითად, თუ მოგვეთხოვება თქვენი მონაცემების შენახვა მოქმედი კანონმდებლობის შესასრულებლად), დავების გადასაჭრელად და ჩვენი სამართლებრივი შეთანხმებებისა და პოლიტიკის აღსასრულებლად.

source: Specifically, conversation history (messages exchanged between Your page/profile and end-users via the connected platforms) stored within our Service will be retained while Your account is active or as needed to provide the Service. You have the ability to delete specific conversation histories via the Service interface.
ka: კონკრეტულად, საუბრის ისტორია (თქვენს გვერდს/პროფილსა და საბოლოო მომხმარებლებს შორის გაცვლილი შეტყობინებები დაკავშირებული პლატფორმების მეშვეობით), რომელიც ინახება ჩვენს სერვისში, შენარჩუნდება სანამ თქვენი ანგარიში აქტიურია ან რამდენადაც საჭიროა სერვისის უზრუნველსაყოფად. თქვენ გაქვთ შესაძლებლობა წაშალოთ კონკრეტული საუბრის ისტორიები სერვისის ინტერფეისის საშუალებით.

source: The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.
ka: კომპანია ასევე შეინახავს გამოყენების მონაცემებს შიდა ანალიზის მიზნებისთვის. გამოყენების მონაცემები ზოგადად ინახება უფრო მოკლე პერიოდის განმავლობაში, გარდა იმ შემთხვევისა, როდესაც ეს მონაცემები გამოიყენება უსაფრთხოების გასაძლიერებლად ან ჩვენი სერვისის ფუნქციონირების გასაუმჯობესებლად, ან ჩვენ კანონით ვალდებულნი ვართ შევინახოთ ეს მონაცემები უფრო ხანგრძლივი პერიოდის განმავლობაში.

source: Transfer of Your Personal Data
ka: თქვენი პერსონალური მონაცემების გადაცემა

source: Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located (such as our Service Providers, e.g., hosting, AI API providers). It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.
ka: თქვენი ინფორმაცია, პერსონალური მონაცემების ჩათვლით, მუშავდება კომპანიის საოპერაციო ოფისებში და ნებისმიერ სხვა ადგილას, სადაც დამუშავებაში ჩართული მხარეები იმყოფებიან (როგორიცაა ჩვენი სერვისის პროვაიდერები, მაგ., ჰოსტინგის, AI API პროვაიდერები). ეს ნიშნავს, რომ ეს ინფორმაცია შეიძლება გადაეცეს — და შენარჩუნდეს — კომპიუტერებზე, რომლებიც მდებარეობს თქვენი შტატის, პროვინციის, ქვეყნის ან სხვა სამთავრობო იურისდიქციის გარეთ, სადაც მონაცემთა დაცვის კანონები შეიძლება განსხვავდებოდეს თქვენი იურისდიქციის კანონებისგან.

source: Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.
ka: თქვენი თანხმობა ამ კონფიდენციალურობის პოლიტიკაზე, რასაც მოჰყვება თქვენს მიერ ასეთი ინფორმაციის წარდგენა, წარმოადგენს თქვენს შეთანხმებას ამ გადაცემაზე.

source: The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.
ka: კომპანია მიიღებს ყველა გონივრულად აუცილებელ ზომას იმის უზრუნველსაყოფად, რომ თქვენი მონაცემები დამუშავდეს უსაფრთხოდ და ამ კონფიდენციალურობის პოლიტიკის შესაბამისად და თქვენი პერსონალური მონაცემების გადაცემა არ მოხდება ორგანიზაციაში ან ქვეყანაში, თუ არ არის ადეკვატური კონტროლი, მათ შორის თქვენი მონაცემების და სხვა პერსონალური ინფორმაციის უსაფრთხოება.

source: Delete Your Personal Data
ka: თქვენი პერსონალური მონაცემების წაშლა

source: You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.
ka: თქვენ გაქვთ უფლება წაშალოთ ან მოითხოვოთ, რომ დაგეხმაროთ იმ პერსონალური მონაცემების წაშლაში, რომლებიც ჩვენ შევაგროვეთ თქვენს შესახებ.

source: Our Service gives You the ability to delete certain information about You from within the Service, such as individual conversation histories associated with your connected social media pages.
ka: ჩვენი სერვისი გაძლევთ შესაძლებლობას წაშალოთ გარკვეული ინფორმაცია თქვენს შესახებ სერვისის შიგნიდან, როგორიცაა თქვენს დაკავშირებულ სოციალურ მედია გვერდებთან დაკავშირებული ინდივიდუალური საუბრის ისტორიები.

source: You may update, amend, or delete Your account information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.
ka: თქვენ შეგიძლიათ განაახლოთ, შეცვალოთ ან წაშალოთ თქვენი ანგარიშის ინფორმაცია ნებისმიერ დროს თქვენს ანგარიშში შესვლით, თუ გაქვთ ასეთი, და ანგარიშის პარამეტრების სექციის მონახულებით, რომელიც საშუალებას გაძლევთ მართოთ თქვენი პერსონალური ინფორმაცია. თქვენ ასევე შეგიძლიათ დაგვიკავშირდეთ, რათა მოითხოვოთ წვდომა, შესწორება ან წაშლა ნებისმიერი პერსონალური ინფორმაციისა, რომელიც თქვენ მოგვაწოდეთ.

source: Deleting your account will remove your profile information and associated credentials like Page Access Tokens from our active databases. Deleting individual conversation histories removes those specific message logs from our database.
ka: თქვენი ანგარიშის წაშლა ამოიღებს თქვენი პროფილის ინფორმაციას და დაკავშირებულ რწმუნებათა სიგელებს, როგორიცაა გვერდის წვდომის ტოკენები, ჩვენი აქტიური მონაცემთა ბაზებიდან. ინდივიდუალური საუბრის ისტორიების წაშლა შლის ამ კონკრეტულ შეტყობინებების ჟურნალებს ჩვენი მონაცემთა ბაზიდან.

source: Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so (e.g., transaction records, legal compliance data).
ka: გთხოვთ, გაითვალისწინოთ, რომ ჩვენ შეიძლება დაგვჭირდეს გარკვეული ინფორმაციის შენახვა, როდესაც გვაქვს სამართლებრივი ვალდებულება ან კანონიერი საფუძველი ამისათვის (მაგ., ტრანზაქციის ჩანაწერები, სამართლებრივი შესაბამისობის მონაცემები).

source: Disclosure of Your Personal Data
ka: თქვენი პერსონალური მონაცემების გამჟღავნება

source: Business Transactions
ka: ბიზნეს ტრანზაქციები

source: If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.
ka: თუ კომპანია ჩართულია შერწყმაში, შეძენაში ან აქტივების გაყიდვაში, თქვენი პერსონალური მონაცემები შეიძლება გადაეცეს. ჩვენ შეგატყობინებთ, სანამ თქვენი პერსონალური მონაცემები გადაეცემა და დაექვემდებარება სხვა კონფიდენციალურობის პოლიტიკას.

source: Law enforcement
ka: სამართალდამცავი ორგანოები

source: Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).
ka: გარკვეულ გარემოებებში, კომპანიას შეიძლება მოეთხოვოს თქვენი პერსონალური მონაცემების გამჟღავნება, თუ ეს მოთხოვნილია კანონით ან საჯარო ხელისუფლების (მაგ., სასამართლოს ან სამთავრობო უწყების) მოქმედი მოთხოვნების საპასუხოდ.

source: Other legal requirements
ka: სხვა სამართლებრივი მოთხოვნები

source: The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:
ka: კომპანიამ შეიძლება გაამჟღავნოს თქვენი პერსონალური მონაცემები კეთილსინდისიერი რწმენით, რომ ასეთი ქმედება აუცილებელია:

source: Comply with a legal obligation
ka: სამართლებრივი ვალდებულების შესრულება

source: Protect and defend the rights or property of the Company
ka: კომპანიის უფლებების ან საკუთრების დაცვა

source: Prevent or investigate possible wrongdoing in connection with the Service
ka: სერვისთან დაკავშირებული შესაძლო დარღვევების პრევენცია ან გამოძიება

source: Protect the personal safety of Users of the Service or the public
ka: სერვისის მომხმარებლების ან საზოგადოების პირადი უსაფრთხოების დაცვა

source: Protect against legal liability
ka: სამართლებრივი პასუხისმგებლობისგან დაცვა

source: Security of Your Personal Data
ka: თქვენი პერსონალური მონაცემების უსაფრთხოება

source: The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100%% secure. While We strive to use commercially acceptable means (such as encryption where appropriate, secure coding practices, access controls) to protect Your Personal Data, We cannot guarantee its absolute security.
ka: თქვენი პერსონალური მონაცემების უსაფრთხოება მნიშვნელოვანია ჩვენთვის, მაგრამ გახსოვდეთ, რომ ინტერნეტით გადაცემის ან ელექტრონული შენახვის არცერთი მეთოდი არ არის 100%% უსაფრთხო. მიუხედავად იმისა, რომ ჩვენ ვცდილობთ გამოვიყენოთ კომერციულად მისაღები საშუალებები (როგორიცაა დაშიფვრა საჭიროების შემთხვევაში, უსაფრთხო კოდირების პრაქტიკა, წვდომის კონტროლი) თქვენი პერსონალური მონაცემების დასაცავად, ჩვენ არ შეგვიძლია მისი აბსოლუტური უსაფრთხოების გარანტია.

source: Children's Privacy
ka: ბავშვთა კონფიდენციალურობა

source: Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.
ka: ჩვენი სერვისი არ არის განკუთვნილი 13 წლამდე ასაკის პირებისთვის. ჩვენ შეგნებულად არ ვაგროვებთ პერსონალურად იდენტიფიცირებად ინფორმაციას 13 წლამდე ასაკის პირებისგან. თუ თქვენ ხართ მშობელი ან მეურვე და იცით, რომ თქვენმა შვილმა მოგვაწოდა პერსონალური მონაცემები, გთხოვთ დაგვიკავშირდეთ. თუ ჩვენთვის ცნობილი გახდება, რომ შევაგროვეთ პერსონალური მონაცემები 13 წლამდე ასაკის პირისგან მშობლის თანხმობის დადასტურების გარეშე, ჩვენ ვიღებთ ზომებს ამ ინფორმაციის ჩვენი სერვერებიდან წასაშლელად.

source: If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.
ka: თუ ჩვენ გვჭირდება თანხმობაზე დაყრდნობა, როგორც თქვენი ინფორმაციის დამუშავების სამართლებრივ საფუძველზე და თქვენი ქვეყანა მოითხოვს მშობლის თანხმობას, ჩვენ შეიძლება მოვითხოვოთ თქვენი მშობლის თანხმობა, სანამ შევაგროვებთ და გამოვიყენებთ ამ ინფორმაციას.

source: Links to Other Websites
ka: ბმულები სხვა ვებსაიტებზე

source: Our Service may contain links to other websites that are not operated by Us (e.g., links to Facebook, Instagram, or other resources). If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.
ka: ჩვენი სერვისი შეიძლება შეიცავდეს ბმულებს სხვა ვებსაიტებზე, რომლებიც არ იმართება ჩვენს მიერ (მაგ., ბმულები Facebook-ზე, Instagram-ზე ან სხვა რესურსებზე). თუ დააწკაპუნებთ მესამე მხარის ბმულზე, თქვენ გადამისამართდებით ამ მესამე მხარის საიტზე. ჩვენ მკაცრად გირჩევთ, გადახედოთ ყველა საიტის კონფიდენციალურობის პოლიტიკას, რომელსაც სტუმრობთ.

source: We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.
ka: ჩვენ არ გვაქვს კონტროლი და არ ვიღებთ პასუხისმგებლობას ნებისმიერი მესამე მხარის საიტების ან სერვისების შინაარსზე, კონფიდენციალურობის პოლიტიკაზე ან პრაქტიკაზე.

source: Changes to this Privacy Policy
ka: ცვლილებები ამ კონფიდენციალურობის პოლიტიკაში
