Repository: demokurdadze/socialmanager
Catalog: social_manager/social_manager/socialapp/locale/*/LC_MESSAGES/django.po
Languages: ka

source: We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.
ka: ჩვენ შეიძლება დროდადრო განვაახლოთ ჩვენი კონფიდენციალურობის პოლიტიკა. ჩვენ შეგატყობინებთ ნებისმიერი ცვლილების შესახებ ამ გვერდზე ახალი კონფიდენციალურობის პოლიტიკის გამოქვეყნებით.

source: We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the "Last updated" date at the top of this Privacy Policy.
ka: ჩვენ შეგატყობინებთ ელფოსტით და/ან ჩვენს სერვისზე თვალსაჩინო შეტყობინებით, ცვლილების ძალაში შესვლამდე და განვაახლებთ "ბოლოს განახლდა" თარიღს ამ კონფიდენციალურობის პოლიტიკის ზედა ნაწილში.

source: You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.
ka: გირჩევთ პერიოდულად გადახედოთ ამ კონფიდენციალურობის პოლიტიკას ნებისმიერი ცვლილებისთვის. ამ კონფიდენციალურობის პოლიტიკის ცვლილებები ძალაში შედის ამ გვერდზე გამოქვეყნებისთანავე.

source: Contact Us
ka: დაგვიკავშირდით

source: If you have any questions about this Privacy Policy, You can contact us:
ka: თუ თქვენ გაქვთ რაიმე შეკითხვა ამ კონფიდენციალურობის პოლიტიკის შესახებ, შეგიძლიათ დაგვიკავშირდეთ:

source: By email: kurdadzedemo@gmail.com
ka: ელფოსტით: kurdadzedemo@gmail.com

source: Test AI Conversation
ka: AI საუბრის ტესტირება

source: Test Your AI Assistant
ka: გამოცადეთ თქვენი AI ასისტენტი

source: Select a connected page, interact with its configured AI, and see how it responds.
ka: აირჩიეთ დაკავშირებული გვერდი, დაუკავშირდით მის კონფიგურირებულ AI-ს და ნახეთ როგორ პასუხობს.

source: You need to connect at least one active page to test the AI.
ka: AI-ს შესამოწმებლად საჭიროა მინიმუმ ერთი აქტიური გვერდის დაკავშირება.

source: Connect or Manage Pages
ka: გვერდების დაკავშირება ან მართვა

source: Test AI for Page:
ka: AI ტესტირება გვერდისთვის:

source: --- Select a Page ---
ka: --- აირჩიეთ გვერდი ---

source: View Prompt
ka: მოთხოვნის ნახვა

source: Using System Prompt For:
ka: გამოიყენება სისტემური მოთხოვნა გვერდისთვის:

source: No page selected
ka: გვერდი არ არის არჩეული

source: (Select a page above to see its prompt)
ka: (აირჩიეთ გვერდი ზემოთ მისი მოთხოვნის სანახავად)

source: Configure this prompt
ka: ამ მოთხოვნის კონფიგურაცია

source: Please select a page above to begin testing.
ka: გთხოვთ, აირჩიოთ გვერდი ზემოთ ტესტირების დასაწყებად.

source: Type your message here...
ka: ჩაწერეთ თქვენი შეტყობინება აქ...

source: Send Message
ka: შეტყობინების გაგზავნა

source: Send
ka: გაგზავნა

source: System Prompt
ka: სისტემური მოთხოვნა

source: Close
ka: დახურვა

source: Configure Prompt
ka: მოთხოვნის კონფიგურაცია

source: Update AI System Prompt
ka: AI სისტემური მოთხოვნის განახლება

source: Configure AI Assistant
ka: AI ასისტენტის კონფიგურაცია

source: Configure Your AI Assistant's Behavior
ka: განსაზღვრეთ თქვენი AI ასისტენტის ქცევა

source: The System Prompt provides instructions, context, and personality to the AI. It guides how the AI responds to user messages on your connected page.
ka: სისტემური მოთხოვნა აწვდის ინსტრუქციებს, კონტექსტს და პიროვნულ თვისებებს AI-ს. ის განსაზღვრავს, თუ როგორ პასუხობს AI მომხმარებლის შეტყობინებებს თქვენს დაკავშირებულ გვერდზე.

source: Current System Prompt
ka: მიმდინარე სისტემური მოთხოვნა

source: Active Prompt:
ka: აქტიური მოთხოვნა:

source: No custom prompt set. Using default:
ka: მორგებული მოთხოვნა არ არის დაყენებული. გამოიყენება ნაგულისხმევი:

source: You are a helpful assistant.
ka: თქვენ ხართ დამხმარე ასისტენტი.

source: Update Prompt
ka: მოთხოვნის განახლება

source: Meta application details are not configured in settings.
ka: Meta აპლიკაციის დეტალები არ არის კონფიგურირებული პარამეტრებში.

source: Error during Meta authentication: {}
ka: შეცდომა Meta ავთენტიფიკაციისას: {}

source: Authorization code not found in callback.
ka: ავტორიზაციის კოდი ვერ მოიძებნა უკუგამოძახებაში.

source: Invalid user type for Meta connection.
ka: არასწორი მომხმარებლის ტიპი Meta კავშირისთვის.

source: Failed to retrieve access token from Meta.
ka: Meta-დან წვდომის ტოკენის მიღება ვერ მოხერხდა.

source: Could not find any Facebook Pages you manage or permission denied. Please ensure you granted 'pages_show_list' permission.
ka: ვერ მოიძებნა Facebook გვერდები, რომლებსაც მართავთ ან არასაკმარისი უფლებები. დარწმუნდით, რომ მინიჭებული გაქვთ 'pages_show_list' უფლება.

source: Refreshed connection for page: {}
ka: განახლდა კავშირი გვერდისთვის: {}

source: Page '{}' (ID: {}) is already connected by another user ({}).
ka: გვერდი '{}' (ID: {}) უკვე დაკავშირებულია სხვა მომხმარებლის ({}) მიერ.

source: Failed to subscribe page '{}' to webhooks. AI responses may not work. Error: {}
ka: გვერდის '{}' ვებჰუკებზე გამოწერა ვერ მოხერხდა. AI პასუხები შეიძლება არ იმუშაოს. შეცდომა: {}

source: Unknown
ka: უცნობი

source: Successfully connected page: {}
ka: წარმატებით დაუკავშირდა გვერდი: {}

source: An error occurred while saving the page connection. Please try again.
ka: შეცდომა მოხდა გვერდის კავშირის შენახვისას. გთხოვთ სცადოთ ხელახლა.

source: Request to Facebook timed out. Please try again.
ka: Facebook-თან მოთხოვნის დრო ამოიწურა. გთხოვთ სცადოთ ხელახლა.

source: Error communicating with Facebook: {}
ka: შეცდომა Facebook-თან კომუნიკაციისას: {}

source: An unexpected error occurred during Meta connection: {}
ka: მოულოდნელი შეცდომა მოხდა Meta კავშირის დროს: {}

source: Successfully disconnected page '{}'.
ka: წარმატებით გაითიშა გვერდი '{}'.

source: Disconnected page '{}', but failed to unsubscribe from webhooks. You may need to check Meta Developer Settings.
ka: გვერდი '{}' გაითიშა, მაგრამ ვებჰუკებიდან გამოწერა ვერ მოხერხდა. შეიძლება დაგჭირდეთ Meta Developer Settings-ის შემოწმება.

source: Failed to disconnect page '{}' due to a database error.
ka: გვერდის '{}' გათიშვა მონაცემთა ბაზის შეცდომის გამო ვერ მოხერხდა.

source: Internal configuration error.
ka: შიდა კონფიგურაციის შეცდომა.

source: Sorry, I encountered an internal error managing our conversation history.
ka: უკაცრავად, საუბრის ისტორიის მართვისას შიდა შეცდომა მოხდა.

source: AI Service connection issue (Authentication).
ka: AI სერვისთან კავშირის პრობლემა (ავთენტიფიკაცია).

source: The AI service is currently busy, please try again in a moment.
ka: AI სერვისი ამჟამად დაკავებულია, გთხოვთ ცადოთ მოგვიანებით.

source: The AI service took too long to respond, please try again.
ka: AI სერვისს პასუხისთვის დიდი დრო დასჭირდა, გთხოვთ ცადოთ ხელახლა.

source: Sorry, there was an error communicating with the AI service.
ka: უკაცრავად, AI სერვისთან კომუნიკაციისას შეცდომა მოხდა.

source: Sorry, an unexpected error occurred while getting the AI response.
ka: უკაცრავად, მოულოდნელი შეცდომა მოხდა AI პასუხის მიღებისას.

source: System prompt for page '{}' updated successfully!
ka: სისტემური მოთხოვნა გვერდისთვის '{}' წარმატებით განახლდა!

source: An error occurred while saving the prompt.
ka: მოთხოვნის შენახვისას მოხდა შეცდომა.

source: Please correct the errors in the form below.
ka: გთხოვთ, შეასწოროთ შეცდომები ქვემოთ მოცემულ ფორმაში.

source: This feature requires a user account.
ka: ამ ფუნქციისთვის საჭიროა მომხმარებლის ანგარიში.

source: Invalid JSON data in request body
ka: არასწორი JSON მონაცემები მოთხოვნის ტანში.

source: Error parsing request data
ka: მოთხოვნის მონაცემების დამუშავების შეცდომა.

source: Message cannot be empty
ka: შეტყობინება არ შეიძლება იყოს ცარიელი.

source: Page selection is missing
ka: გვერდის არჩევა აუცილებელია.

source: Invalid or inactive page selected
ka: არასწორი ან არააქტიური გვერდია არჩეული.

source: Server error fetching page details
ka: სერვერის შეცდომა გვერდის დეტალების მოძიებისას.

source: AI service failed to generate a response.
ka: AI სერვისმა პასუხი ვერ დააგენერირა.

source: An unexpected server error occurred.
ka: მოულოდნელი სერვერული შეცდომა მოხდა.

source: Cannot send reply: Page token missing for '{}'.
ka: პასუხის გაგზავნა ვერ ხერხდება: გვერდის ტოკენი აკლია '{}'-სთვის.

source: Manual reply sent and recorded.
ka: ხელით პასუხი გაგზავნილია და ჩაწერილია.

source: Reply sent via API, but failed to save to local history.
ka: პასუხი გაიგზავნა API-თ, მაგრამ ლოკალურ ისტორიაში შენახვა ვერ მოხერხდა.

source: Failed to send reply via Facebook API.
ka: Facebook API-თ პასუხის გაგზავნა ვერ მოხერხდა.

source: Invalid message content.
ka: შეტყობინების შინაარსი არასწორია.

source: Conversation history for sender %(sender_id)s on page '%(page_name)s' has been deleted.
ka: საუბრის ისტორია გამგზავნისთვის %(sender_id)s გვერდზე '%(page_name)s' წაიშალა.

source: Failed to delete conversation history.
ka: საუბრის ისტორიის წაშლა ვერ მოხერხდა.

source: Invalid language selected.
ka: არჩეულია არასწორი ენა.
