Repository: demokurdadze/socialmanager
Catalog: social_manager/social_manager/socialapp/locale/*/LC_MESSAGES/django.po
Languages: ka

source: Other Info
ka: სხვა ინფორმაცია

source: User
ka: მომხმარებელი

source: Has Prompt?
ka: აქვს მოთხოვნა?

source: Page Access Token
ka: გვერდის წვდომის ტოკენი

source: hidden
ka: დამალული

source: Token present
ka: ტოკენი არსებობს

source: Not Set
ka: არ არის მითითებული

source: Connected Page
ka: დაკავშირებული გვერდი

source: Message Count
ka: შეტყობინებების რაოდენობა

source: Messages
ka: შეტყობინებები

source: Type your manual reply...
ka: ჩაწერეთ თქვენი ხელით პასუხი აქ...

source: Enter the AI instructions, context, and personality for this specific page. This defines how the AI will respond to messages received via this page. Leave blank to use a general default behavior.
ka: შეიყვანეთ AI ინსტრუქციები, კონტექსტი და პერსონა ამ კონკრეტული გვერდისთვის. ეს განსაზღვრავს, თუ როგორ უპასუხებს AI ამ გვერდის მეშვეობით მიღებულ შეტყობინებებს. დატოვეთ ცარიელი ზოგადი ნაგულისხმევი ქცევის გამოსაყენებლად.

source: Page AI System Prompt
ka: გვერდის AI სისტემური მოთხოვნა

source: This prompt guides the AI's responses ONLY when interacting via THIS specific page.
ka: ეს მოთხოვნა წარმართავს AI-ს პასუხებს მხოლოდ ამ კონკრეტულ გვერდთან ურთიერთობისას.

source: Stores the user-level Meta access token (long-lived if possible).
ka: ინახავს მომხმარებლის დონის Meta წვდომის ტოკენს (სასურველია ხანგრძლივი მოქმედების).

source: Page ID
ka: გვერდის ID

source: The unique Facebook or Instagram Page ID.
ka: უნიკალური Facebook ან Instagram გვერდის ID.

source: Page Name
ka: გვერდის სახელი

source: The name of the Facebook or Instagram Page.
ka: Facebook ან Instagram გვერდის სახელი.

source: The access token specific to this page.
ka: ამ გვერდისთვის სპეციფიკური წვდომის ტოკენი.

source: Page-Specific AI System Prompt
ka: გვერდის სპეციფიკური AI სისტემური მოთხოვნა

source: AI instructions for interacting via this page. Leave blank to use a default.
ka: AI ინსტრუქციები ამ გვერდის მეშვეობით ურთიერთობისთვის. დატოვეთ ცარიელი ნაგულისხმევი მნიშვნელობის გამოსაყენებლად.

source: Connected At
ka: დაკავშირების დრო

source: Last Updated
ka: ბოლო განახლება

source: Is Active
ka: აქტიურია

source: Webhook events will only be processed for active pages.
ka: ვებჰუკის მოვლენები დამუშავდება მხოლოდ აქტიური გვერდებისთვის.

source: Connected Pages
ka: დაკავშირებული გვერდები

source: Sender ID (PSID)
ka: გამგზავნის ID (PSID)

source: Conversation
ka: საუბარი

source: Conversations
ka: საუბრები

source: Sign In
ka: შესვლა

source: Forgot Password?
ka: დაგავიწყდათ პაროლი?

source: Don't have an account?
ka: არ გაქვთ ანგარიში?

source: Sign Up
ka: რეგისტრაცია

source: Or Sign In With
ka: ან შედით:

source: Set New Password
ka: ახალი პაროლის დაყენება

source: Request a new password reset
ka: პაროლის აღდგენის ახალი მოთხოვნა

source: Change Password
ka: პაროლის შეცვლა

source: Your password is now changed.
ka: თქვენი პაროლი შეიცვალა.

source: Sign up
ka: რეგისტრაცია

source: Create Account
ka: ანგარიშის შექმნა

source: Already have an account?
ka: უკვე გაქვთ ანგარიში?

source: Or Sign Up With
ka: ან დარეგისტრირდით:

source: Social Manager
ka: სოციალური მენეჯერი

source: Toggle navigation menu
ka: ნავიგაციის მენიუს გადართვა

source: Dashboard
ka: მართვის პანელი

source: Inbox
ka: შემოსულები

source: Test AI
ka: AI-ს ტესტირება

source: Privacy Policy
ka: კონფიდენციალურობის პოლიტიკა

source: Page Status
ka: გვერდის სტატუსი

source: %(count)s page connected
ka: %(count)s გვერდი დაკავშირებულია

source: %(count)s Connected
ka: %(count)s დაკავშირებული

source: Connect
ka: დაკავშირება

source: Login to connect
ka: შედით დასაკავშირებლად

source: N/A
ka: მიუწვდომელია

source: Log out
ka: გასვლა

source: Change language
ka: ენის შეცვლა

source: Toggle theme
ka: თემის გადართვა

source: Welcome to the application.
ka: კეთილი იყოს თქვენი მობრძანება აპლიკაციაში.

source: Privacy & Cookie Consent
ka: კონფიდენციალურობისა და ქუქი-ფაილების თანხმობა

source: We use cookies and collect necessary data to operate this service and ensure its functionality. By continuing to use this site, you agree to our data practices described in the
ka: ჩვენ ვიყენებთ ქუქი-ფაილებს და ვაგროვებთ აუცილებელ მონაცემებს ამ სერვისის ფუნქციონირებისთვის. საიტის გამოყენების გაგრძელებით თქვენ ეთანხმებით მონაცემთა დამუშავების პრაქტიკას, რომელიც აღწერილია

source: Agree and Continue
ka: ვეთანხმები და ვაგრძელებ

source: Switch to light mode
ka: ნათელ რეჟიმზე გადართვა

source: Switch to dark mode
ka: მუქ რეჟიმზე გადართვა

source: Configure: %(page_name)s
ka: კონფიგურაცია: %(page_name)s

source: Configure AI for %(page_name)s
ka: AI კონფიგურაცია %(page_name)s-თვის

source: Set the specific instructions and personality the AI should use when responding to messages sent to this page.
ka: დააყენეთ კონკრეტული ინსტრუქციები და პერსონა, რომელიც AI-მ უნდა გამოიყენოს ამ გვერდზე გამოგზავნილ შეტყობინებებზე პასუხისას.

source: Save Prompt
ka: მოთხოვნის შენახვა

source: Back to Pages
ka: გვერდებზე დაბრუნება

source: Currently Saved Prompt
ka: ამჟამად შენახული მოთხოვნა

source: No custom prompt set. Using default behavior.
ka: მორგებული მოთხოვნა არ არის. გამოიყენება ნაგულისხმევი ქცევა.

source: Your Connected Pages
ka: თქვენი დაკავშირებული გვერდები

source: Manage Your Pages
ka: თქვენი გვერდების მართვა

source: Configure AI prompts and manage connections for your Facebook/Instagram pages.
ka: დააკონფიგურირეთ AI მოთხოვნები და მართეთ კავშირები თქვენი Facebook/Instagram გვერდებისთვის.

source: Inactive
ka: არააქტიური

source: Configure AI
ka: AI კონფიგურაცია

source: Are you sure you want to disconnect the page \'%(page.page_name)s\'? AI interactions for this page will stop.
ka: დარწმუნებული ხართ, რომ გსურთ '%(page.page_name)s' გვერდის გათიშვა? AI ურთიერთქმედებები ამ გვერდისთვის შეწყდება.

source: Disconnect
ka: გათიშვა

source: You haven't connected any pages yet.
ka: თქვენ ჯერ არცერთი გვერდი არ დაგიკავშირებიათ.

source: Connect a New Page
ka: ახალი გვერდის დაკავშირება

source: Chat: %(sender)s on %(page_name)s
ka: ჩატი: %(sender)s - %(page_name)s გვერდზე

source: %(sender)s <span style="font-weight: normal; color: var(--muted-foreground); font-size: 0.9em;">on %(page_name)s</span>
ka: %(sender)s <span style="font-weight: normal; color: var(--muted-foreground); font-size: 0.9em;">%(page_name)s გვერდზე</span>

source: Are you sure you want to delete this chat history from the system? This cannot be undone.
ka: დარწმუნებული ხართ, რომ გსურთ ამ ჩატის ისტორიის წაშლა სისტემიდან? ამ მოქმედების გაუქმება შეუძლებელია.

source: Delete History
ka: ისტორიის წაშლა

source: Back to Inbox
ka: შემოსულებში დაბრუნება

source: You (Manual)
ka: თქვენ (ხელით)

source: System
ka: სისტემა

source: Manual
ka: ხელით

source: No messages in this conversation yet.
ka: ამ საუბარში ჯერ შეტყობინებები არ არის.

source: Send Manual Reply
ka: ხელით პასუხის გაგზავნა

source: Send Reply
ka: პასუხის გაგზავნა

source: This page connection is inactive. Activate it to send replies.
ka: ეს გვერდის კავშირი არააქტიურია. გააქტიურეთ პასუხების გასაგზავნად.

source: Cannot send reply: Page token missing or connection issue.
ka: პასუხის გაგზავნა ვერ ხერხდება: გვერდის ტოკენი აკლია ან კავშირის პრობლემაა.

source: Error
ka: შეცდომა

source: An Error Occurred
ka: მოხდა შეცდომა

source: Sorry, something went wrong:
ka: ბოდიში, რაღაც არასწორად მოხდა:

source: Return to Home
ka: მთავარ გვერდზე დაბრუნება

source: Welcome, %(user_name)s!
ka: მოგესალმებით, %(user_name)s!

source: Manage your connected pages and conversations.
ka: მართეთ თქვენი დაკავშირებული გვერდები და საუბრები.

source: Page Connections
ka: გვერდის კავშირები

source: Status of your Facebook/Instagram pages.
ka: თქვენი Facebook/Instagram გვერდების სტატუსი.

source: Connected
ka: დაკავშირებულია

source: You have %(count)s page connected.
ka: თქვენ დაკავშირებული გაქვთ %(count)s გვერდი.

source: You haven't connected any Facebook or Instagram pages yet.
ka: თქვენ ჯერ არ დაგიკავშირებიათ Facebook ან Instagram გვერდები.

source: Login to manage page connections.
ka: შედით გვერდის კავშირების სამართავად

source: Manage Pages
ka: გვერდების მართვა

source: Connect First Page
ka: პირველი გვერდის დაკავშირება

source: Login
ka: შესვლა

source: Recent Activity
ka: ბოლო აქტივობა

source: Quick access to conversations.
ka: სწრაფი წვდომა საუბრებზე

source: Check your inbox for recent messages across your pages.
ka: შეამოწმეთ თქვენი შემოსულები ბოლო შეტყობინებებისთვის ყველა გვერდზე.

source: Connect a page to start receiving messages.
ka: დააკავშირეთ გვერდი შეტყობინებების მისაღებად.

source: Go to Inbox
ka: შემოსულებში გადასვლა

source: AI Configuration
ka: AI კონფიგურაცია

source: Prompts are configured per page.
ka: მოთხოვნები კონფიგურირდება თითოეული გვერდისთვის.

source: You can set unique AI instructions, personality, and context for each connected page.
ka: შეგიძლიათ დააყენოთ უნიკალური AI ინსტრუქციები, პერსონა და კონტექსტი თითოეული დაკავშირებული გვერდისთვის.

source: Configure Prompts
ka: მოთხოვნების კონფიგურაცია

source: Conversations Inbox
ka: საუბრების შემოსულები

source: No pages connected or no conversations yet.
ka: გვერდები არ არის დაკავშირებული ან საუბრები ჯერ არ არის.

source: Configure AI for this page
ka: AI კონფიგურაცია ამ გვერდისთვის

source: Configure
ka: კონფიგურაცია

source: (No text messages yet)
ka: (ჯერ ტექსტური შეტყობინებები არ არის)

source: No conversations for this page yet.
ka: ამ გვერდისთვის საუბრები ჯერ არ არის.

source: Last updated:
ka: ბოლოს განახლდა:

source: This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.
ka: ეს კონფიდენციალურობის პოლიტიკა აღწერს ჩვენს პოლიტიკასა და პროცედურებს თქვენი ინფორმაციის შეგროვების, გამოყენებისა და გამჟღავნების შესახებ, როდესაც იყენებთ სერვისს და გაცნობებთ თქვენი კონფიდენციალურობის უფლებებისა და კანონის მიერ თქვენი დაცვის შესახებ.

source: We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.
ka: ჩვენ ვიყენებთ თქვენს პერსონალურ მონაცემებს სერვისის უზრუნველსაყოფად და გასაუმჯობესებლად. სერვისის გამოყენებით თქვენ ეთანხმებით ინფორმაციის შეგროვებასა და გამოყენებას ამ კონფიდენციალურობის პოლიტიკის შესაბამისად.

source: Interpretation and Definitions
ka: ინტერპრეტაცია და განმარტებები

source: Interpretation
ka: ინტერპრეტაცია

source: The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.
ka: სიტყვებს, რომელთა საწყისი ასო არის დიდი, აქვთ მნიშვნელობა განსაზღვრული შემდეგი პირობებით. შემდეგ განმარტებებს ექნება იგივე მნიშვნელობა, მიუხედავად იმისა, გამოჩნდება ისინი მხოლობით თუ მრავლობით რიცხვში.

source: Definitions
ka: განმარტებები

source: For the purposes of this Privacy Policy:
ka: ამ კონფიდენციალურობის პოლიტიკის მიზნებისთვის:

source: Account
ka: ანგარიში

source: means a unique account created for You to access our Service or parts of our Service.
ka: ნიშნავს უნიკალურ ანგარიშს, რომელიც შექმნილია თქვენთვის ჩვენს სერვისზე ან მის ნაწილებზე წვდომის მისაღებად.

source: Affiliate
ka: აფილირებული პირი

source: means an entity that controls, is controlled by or is under common control with a party, where "control" means ownership of 50%% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.
ka: ნიშნავს სუბიექტს, რომელიც აკონტროლებს, კონტროლდება ან იმყოფება საერთო კონტროლის ქვეშ მხარესთან, სადაც "კონტროლი" ნიშნავს აქციების, კაპიტალის წილის ან სხვა ფასიანი ქაღალდების 50%% ან მეტის ფლობას, რომლებიც იძლევიან ხმის უფლებას დირექტორების ან სხვა მმართველი ორგანოს არჩევნებში.

source: Company
ka: კომპანია

source: (referred to as either "the Company", "We", "Us" or "Our" in this Agreement) refers to social manager.
ka: (ამ შეთანხმებაში მოხსენიებული როგორც "კომპანია", "ჩვენ", "ჩვენი") ეხება social manager-ს.

source: Cookies
ka: ქუქი-ფაილები

source: are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.
ka: არის პატარა ფაილები, რომლებიც განთავსებულია თქვენს კომპიუტერზე, მობილურ მოწყობილობაზე ან ნებისმიერ სხვა მოწყობილობაზე ვებსაიტის მიერ, და შეიცავს თქვენი დათვალიერების ისტორიის დეტალებს ამ ვებსაიტზე მის მრავალ გამოყენებას შორის.

source: Country
ka: ქვეყანა

source: refers to: Georgia
ka: ეხება: საქართველოს

source: Device
ka: მოწყობილობა

source: means any device that can access the Service such as a computer, a cellphone or a digital tablet.
ka: ნიშნავს ნებისმიერ მოწყობილობას, რომელსაც შეუძლია სერვისზე წვდომა, როგორიცაა კომპიუტერი, მობილური ტელეფონი ან ციფრული პლანშეტი.

source: Personal Data
ka: პერსონალური მონაცემები

source: is any information that relates to an identified or identifiable individual.
ka: არის ნებისმიერი ინფორმაცია, რომელიც ეხება იდენტიფიცირებულ ან იდენტიფიცირებად ფიზიკურ პირს.

source: Service
ka: სერვისი

source: refers to the Website.
ka: ეხება ვებსაიტს.

source: Service Provider
ka: სერვისის პროვაიდერი

source: means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.
ka: ნიშნავს ნებისმიერ ფიზიკურ ან იურიდიულ პირს, რომელიც ამუშავებს მონაცემებს კომპანიის სახელით. ეს ეხება მესამე მხარის კომპანიებს ან ფიზიკურ პირებს, რომლებიც დაქირავებულნი არიან კომპანიის მიერ სერვისის გასაადვილებლად, სერვისის კომპანიის სახელით უზრუნველსაყოფად, სერვისთან დაკავშირებული მომსახურების შესასრულებლად ან კომპანიის დასახმარებლად იმის ანალიზში, თუ როგორ გამოიყენება სერვისი.

source: Third-party Social Media Service
ka: მესამე მხარის სოციალური მედიის სერვისი

source: refers to any website or any social network website through which a User can log in or create an account to use the Service. (e.g., Google, Facebook, Instagram).
ka: ეხება ნებისმიერ ვებსაიტს ან სოციალური ქსელის ვებსაიტს, რომლის მეშვეობითაც მომხმარებელს შეუძლია შევიდეს სისტემაში ან შექმნას ანგარიში სერვისის გამოსაყენებლად. (მაგ., Google, Facebook, Instagram).

source: Usage Data
ka: გამოყენების მონაცემები

source: refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).
ka: ეხება ავტომატურად შეგროვებულ მონაცემებს, რომლებიც გენერირდება სერვისის გამოყენებით ან თავად სერვისის ინფრასტრუქტურიდან (მაგალითად, გვერდის მონახულების ხანგრძლივობა).

source: Website
ka: ვებსაიტი

source: refers to social manager, accessible from your application's URL.
ka: ეხება social manager-ს, ხელმისაწვდომს თქვენი აპლიკაციის URL-დან.

source: You
ka: თქვენ

source: means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.
ka: ნიშნავს ფიზიკურ პირს, რომელიც წვდომას იღებს ან იყენებს სერვისს, ან კომპანიას, ან სხვა იურიდიულ პირს, რომლის სახელითაც ასეთი ფიზიკური პირი წვდომას იღებს ან იყენებს სერვისს, შესაბამისად.

source: Collecting and Using Your Personal Data
ka: თქვენი პერსონალური მონაცემების შეგროვება და გამოყენება

source: Types of Data Collected
ka: შეგროვებული მონაცემების ტიპები

source: While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:
ka: ჩვენი სერვისის გამოყენებისას, ჩვენ შეიძლება გთხოვოთ მოგვაწოდოთ გარკვეული პერსონალურად იდენტიფიცირებადი ინფორმაცია, რომელიც შეიძლება გამოყენებულ იქნას თქვენთან დასაკავშირებლად ან თქვენს იდენტიფიცირებისთვის. პერსონალურად იდენტიფიცირებადი ინფორმაცია შეიძლება შეიცავდეს, მაგრამ არ შემოიფარგლება:

source: Email address
ka: ელფოსტის მისამართი

source: First name and last name (Optional, depending on your registration)
ka: სახელი და გვარი (არასავალდებულო, თქვენი რეგისტრაციის მიხედვით)

source: Usage Data is collected automatically when using the Service.
ka: გამოყენების მონაცემები ავტომატურად გროვდება სერვისის გამოყენებისას.

source: Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.
ka: გამოყენების მონაცემები შეიძლება შეიცავდეს ინფორმაციას, როგორიცაა თქვენი მოწყობილობის ინტერნეტ პროტოკოლის მისამართი (მაგ. IP მისამართი), ბრაუზერის ტიპი, ბრაუზერის ვერსია, ჩვენი სერვისის გვერდები, რომლებსაც თქვენ სტუმრობთ, თქვენი ვიზიტის დრო და თარიღი, ამ გვერდებზე გატარებული დრო, უნიკალური მოწყობილობის იდენტიფიკატორები და სხვა დიაგნოსტიკური მონაცემები.

source: When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.
ka: როდესაც თქვენ წვდომას იღებთ სერვისზე მობილური მოწყობილობით ან მისი მეშვეობით, ჩვენ შეიძლება ავტომატურად შევაგროვოთ გარკვეული ინფორმაცია, მათ შორის, მაგრამ არ შემოიფარგლება, თქვენს მიერ გამოყენებული მობილური მოწყობილობის ტიპი, თქვენი მობილური მოწყობილობის უნიკალური ID, თქვენი მობილური მოწყობილობის IP მისამართი, თქვენი მობილური ოპერაციული სისტემა, თქვენს მიერ გამოყენებული მობილური ინტერნეტ ბრაუზერის ტიპი, უნიკალური მოწყობილობის იდენტიფიკატორები და სხვა დიაგნოსტიკური მონაცემები.

source: We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.
ka: ჩვენ ასევე შეიძლება შევაგროვოთ ინფორმაცია, რომელსაც თქვენი ბრაუზერი აგზავნის ყოველთვის, როდესაც თქვენ სტუმრობთ ჩვენს სერვისს ან როდესაც წვდომას იღებთ სერვისზე მობილური მოწყობილობით ან მისი მეშვეობით.

source: Information from Third-Party Social Media Services
ka: ინფორმაცია მესამე მხარის სოციალური მედიის სერვისებიდან

source: The Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services:
ka: კომპანია გაძლევთ საშუალებას შექმნათ ანგარიში და შეხვიდეთ სერვისის გამოსაყენებლად შემდეგი მესამე მხარის სოციალური მედიის სერვისების მეშვეობით:

source: If You decide to register through or otherwise grant us access to a Third-Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service's account, such as Your name, Your email address, Your activities or Your contact list associated with that account.
ka: თუ თქვენ გადაწყვეტთ დარეგისტრირდეთ ან სხვაგვარად მოგვცეთ წვდომა მესამე მხარის სოციალური მედიის სერვისზე, ჩვენ შეიძლება შევაგროვოთ პერსონალური მონაცემები, რომლებიც უკვე დაკავშირებულია თქვენი მესამე მხარის სოციალური მედიის სერვისის ანგარიშთან, როგორიცაა თქვენი სახელი, ელფოსტის მისამართი, თქვენი აქტივობები ან თქვენი კონტაქტების სია, რომელიც დაკავშირებულია ამ ანგარიშთან.

source: You may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service's account. If You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy.
ka: თქვენ ასევე შეიძლება გქონდეთ შესაძლებლობა გაუზიაროთ დამატებითი ინფორმაცია კომპანიას თქვენი მესამე მხარის სოციალური მედიის სერვისის ანგარიშის მეშვეობით. თუ თქვენ აირჩევთ ასეთი ინფორმაციის და პერსონალური მონაცემების მოწოდებას, რეგისტრაციის დროს ან სხვაგვარად, თქვენ აძლევთ კომპანიას ნებართვას გამოიყენოს, გააზიაროს და შეინახოს იგი ამ კონფიდენციალურობის პოლიტიკასთან შესაბამისობაში.

source: We also collect necessary tokens (like Page Access Tokens from Facebook/Instagram) required to provide the core functionality of managing your social media pages and interactions via our Service.
ka: ჩვენ ასევე ვაგროვებთ საჭირო ტოკენებს (როგორიცაა გვერდის წვდომის ტოკენები Facebook/Instagram-დან), რომლებიც აუცილებელია თქვენი სოციალური მედიის გვერდების და ურთიერთქმედებების მართვის ძირითადი ფუნქციონირების უზრუნველსაყოფად ჩვენი სერვისის საშუალებით.

source: Tracking Technologies and Cookies
ka: თვალთვალის ტექნოლოგიები და ქუქი-ფაილები

source: We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:
ka: ჩვენ ვიყენებთ ქუქი-ფაილებს და მსგავს თვალთვალის ტექნოლოგიებს ჩვენს სერვისზე აქტივობის თვალყურის დევნებისთვის და გარკვეული ინფორმაციის შესანახად. გამოყენებული თვალთვალის ტექნოლოგიებია შუქურები, ტეგები და სკრიპტები ინფორმაციის შეგროვებისა და თვალყურის დევნებისთვის და ჩვენი სერვისის გასაუმჯობესებლად და ანალიზისთვის. ჩვენს მიერ გამოყენებული ტექნოლოგიები შეიძლება შეიცავდეს:

source: Cookies or Browser Cookies.
ka: ქუქი-ფაილები ან ბრაუზერის ქუქი-ფაილები.

source: A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.
ka: ქუქი-ფაილი არის პატარა ფაილი, რომელიც განთავსებულია თქვენს მოწყობილობაზე. შეგიძლიათ დაავალოთ თქვენს ბრაუზერს, უარი თქვას ყველა ქუქი-ფაილზე ან მიუთითოს, როდის იგზავნება ქუქი-ფაილი. თუმცა, თუ არ მიიღებთ ქუქი-ფაილებს, შეიძლება ვერ გამოიყენოთ ჩვენი სერვისის ზოგიერთი ნაწილი. თუ არ დაარეგულირეთ თქვენი ბრაუზერის პარამეტრები ისე, რომ უარი თქვას ქუქი-ფაილებზე, ჩვენმა სერვისმა შეიძლება გამოიყენოს ქუქი-ფაილები.

source: Web Beacons.
ka: ვებ შუქურები.

source: Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).
ka: ჩვენი სერვისის გარკვეული სექციები და ჩვენი ელფოსტა შეიძლება შეიცავდეს მცირე ელექტრონულ ფაილებს, რომლებიც ცნობილია როგორც ვებ შუქურები (ასევე მოხსენიებული როგორც გამჭვირვალე gif-ები, პიქსელების ტეგები და ერთპიქსელიანი gif-ები), რომლებიც საშუალებას აძლევს კომპანიას, მაგალითად, დათვალოს მომხმარებლები, რომლებმაც მოინახულეს ეს გვერდები ან გახსნეს ელფოსტა და სხვა დაკავშირებული ვებსაიტების სტატისტიკისთვის (მაგალითად, გარკვეული სექციის პოპულარობის ჩაწერა და სისტემისა და სერვერის მთლიანობის შემოწმება).

source: Cookies can be "Persistent" or "Session" Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser.
ka: ქუქი-ფაილები შეიძლება იყოს "მუდმივი" ან "სესიური". მუდმივი ქუქი-ფაილები რჩება თქვენს პერსონალურ კომპიუტერზე ან მობილურ მოწყობილობაზე, როდესაც ხაზგარეშე ხართ, ხოლო სესიური ქუქი-ფაილები იშლება თქვენი ვებ ბრაუზერის დახურვისთანავე.

source: We use both Session and Persistent Cookies for the purposes set out below:
ka: ჩვენ ვიყენებთ როგორც სესიურ, ისე მუდმივ ქუქი-ფაილებს ქვემოთ მითითებული მიზნებისთვის:

source: Necessary / Essential Cookies
ka: აუცილებელი / არსებითი ქუქი-ფაილები

source: Type: Session Cookies
ka: ტიპი: სესიური ქუქი-ფაილები
